{
  "item.tempad.knowledge_projector.steel": "Chronite",
  "item.tempad.knowledge_projector.time_steel_crafting": "Chronite can be acquired in MC-21 and adjacent realms by crafting Netherite Scraps with Iron Ingots. Raw Iron to refine can be found in ore almost anywhere. Acquiring the scraps of Netherite, on the other hand, is contingent on access to a Nether dimension. It is inadvisable to get stuck on a timeline without access to these resources, as developing multiversal technology without it can lead to unstable results.",
  "item.tempad.knowledge_projector.time_steel_overview": "Chronite is a crucial component to all advanced multiversal technology, as it is not affected by the passage of time. Thus it is a reliable material to house and shield all of the sensitive components required for traversing space and time.",
  "item.tempad.knowledge_projector.time_steel_tech_discovery": "Depending on the technology available in a given timeline, alternate or more efficient methods to produce Chronite may be discovered. Recipe repositories may be checked for more details.",
  "item.tempad.knowledge_projector.time_twister_overview": "The Chronological Reverter is a hand-held device that allows users to move back along significant events on their personal timeline.",
  "item.tempad.knowledge_projector.time_twister_usage": "Using the Chronological Reverter in the hand will present the user with a radial display showing points in the user’s past where they changed dimensions or died. Clicking one of the options will teleport the user back to the indicated location. Any points on the timeline forward from the selected point (options counter-clockwise from the selected point) will be destroyed to prevent paradoxes.",
  "item.tempad.knowledge_projector.time_twister_usage_2": "Note that if the selected point involves moving the user to a different dimension, new options will appear in the Chronological Reverter for leaving your current dimension and appearing in the new one. This means that in some instances the Chronological Reverter can appear to not be deleting future entries properly, when in fact this is a failure of the user to pay attention.",
  "item.tempad.knowledge_projector.time_twister_usage_3": "If more granularity in timeline events is required, the Chronological Reverter can be docked with a %s to provide access to the Travel Timeline app. The Chronological Reverter is docked by right-clicking it onto a %s in the inventory, or by right-clicking a %s onto the Chronological Reverter. This also provides the benefit of carrying the Chronological Reverter without it taking an extra inventory slot.",
  "item.tempad.knowledge_projector.workstation_usage": "Docking a %s by right-clicking it onto the docking pad unlocks the cassette slot at the back to allow the use of Enhancement Spools. Right-clicking an Enhancement Spool into the cassette slot applies the upgrade on to the docked %s, provided the specific upgrade isn’t already present on the device.",
  "item.tempad.knowledge_repository_upgrade": "Repository Conversion Spool",
  "item.tempad.player_teleport_upgrade": "Signal Enhancer Spool",
  "item.tempad.time_steel": "Chronite",
  "item.tempad.time_twister": "Chronological Reverter"
}